{"code":"066217","median":84.5,"points":3,"name":"66217 - אריזה וחיי מדף, מזון ומוצרים","connections":{"dependencies":[["064106","064118","064238","064322"]],"adjacent":[],"exclusive":["064217"]},"about":"מטרת הקורס היא הכרת עקרונות היסוד בתחום האריזה והקשר לחיי מדף של מוצר.\nהקורס עוסק בתפקידי האריזה, סוגי חומרים לאריזה בדגש על חומרים פלסטיים\n(כימיה, מבנה ותכונות), מעברי חומר והקשרם לקינטיקה של קלקול חומרים\nביולוגיים. נעמוד על השפעות של גורמים חיצוניים על חיי-מדף ונשקלל את\nמכלול הדרכים להעריך ולהאריך חיי-מדף תוך התחשבות בהיבטים סביבתיים\nודרישות רגולטוריות.\n תוצאות למידה:בסיום הקורס הסטודנט יהיה מסוגל:\n1. לתאר תפקידים עיקריים של אריזת מזון וחומרים ביולוגיים. \n\n2. להכיר מנגנוני סינתזה עיקריים של פולימרים.\n\n3. להבדיל בין פולימרים תרמולפלסטיים ותרמוסטיים. \n\n4. להכיר את מבנה הפולימר במצב המוצק, סוגי המעברים התרמיים המתרחשי\nבפולימרים אמורפיים וגבישיים למחצה ושיטות אפיון. \n\n5. להכיר את המושגים הבסיסיים בויסקואלסטיות של פולימרים בדגש על תכונות\nהיתך ויכיר את הרלוונטיות של המודלים השכיחים. \n\n6. לתאר את ההתנהגות המכנית (עקומת מאמץ-מעוות) של פולימרים ויבין\nאת השפעת הזמן והטמפרטורה. \n\n7. לקשר בין תכונות הפולמר למבנהו ולהסביר את הקשר בין תכונות הפולימר\n(תרמיות, ריאולוגיות, מכניות) למיקרומבנה הפולימר ולמשקל המולקולרי.\nלהכיר שיטות זיהוי ובחירה של פולימרים.\n8. להכיר את מושג הפרמיאביליות, מקדם הפרמיאביליות וגורמים המשפיעים על\nמקדם זה. לדעת לחשב את ההשפעה של גורמים אלו על חיי המדף של המוצר. \n\n9. להכיר את תופעת המיגרציה, הגורמים המשפיעים עליה, להבדיל בין מושגים\nשל מיגרציה כללית ומיגרציה ספציפית, כיצד מודדים מיגרציה, ודרישות\nרגולטריות למגע עם מזון. \n\n9. להכיר, לדעת ולהעריך את האינטראקציות הרצויות והלא רצויות בין\nהאריזה ומוצרי מזון. \n\n10. להכיר את ההשפעות הסביבתיות של אריזות מזון, להכיר את הקונספט של\nהערכת מחזור חיים ( LIFE CYCLE ASSESSMENT ) לאריזת מזון/מוצר. \n\n11. להכיר את המושגים המשמשים לתיאור חיי מדף שף מזון בתעשייה. \n\n12. להכיר את הגורמים המרכזיים הגורמים לקלקול מזון ואת השפעות\nהחיצוניות על הקינטיקה שלה. \n\n13. להכיר ולהחשיב את חיי מדף בתנאים רגילים ומואצים ולהכיר את הקשר\nביניהם ואת המגבלות במדידה בתנאים מואצים.","tests":[{"year":2023,"monthIndex":1,"day":20},{"year":2023,"monthIndex":2,"day":15}]}